Repository: il1ane/PasswordGenerator
Catalog: PasswordGenerator/Localizable/*.lproj/Localizable.strings
Languages: es_419

source: Générateur
es_419: Generador

source: Mots de passe
es_419: Contraseñas

source: Préférences
es_419: Ajustes

source: Déverouiller avec Face ID
es_419: Desbloquear con Face ID

source: Déverouiller avec Touch ID
es_419: Desbloquear con Touch ID

source: Entrer le mot mot de passe
es_419: Introducir la contraseña

source: Génerez vos mots de passe sécurisés sur-mesure
es_419: Genera contraseñas seguras

source: Stockez vos mots de passe dans votre coffre et retrouvez les rapidement
es_419: Guarde sus contraseñas en su caja fuerte y recupérelas rápidamente

source: Sécurisé
es_419: Asegurado

source: Coffre fort
es_419: Caja fuerte

source: Personnalisable
es_419: Personalizable

source: Continuer
es_419: Continuar

source: Bienvenue sur lockd
es_419: Bienvenido a lockd

source: Protégez vos mots de passes avec Face ID
es_419: Proteja sus contraseñas con Face ID

source: Protégez vos mots de passes avec Touch ID
es_419: Proteja sus contraseñas con Touch ID

source: Protégez vos mots de passes avec votre code de verouillage d'iPhone
es_419: Proteja sus contraseñas con el código de bloqueo de su iPhone

source: Mot de passe généré aléatoirement
es_419: Contraseña generada aleatoriamente

source: Force du mot de passe:
es_419: Seguridad de la contraseña:

source: Ajouter au coffre fort
es_419: Agregar a la caja fuerte

source: Nombre de caractères:
es_419: Número de caracteres:

source: Nombre de caractères
es_419: Número de caracteres

source: Note : chaque paramètre actif renforce la sécurité du mot de passe.
es_419: Nota: Cada parámetro activo refuerza la seguridad de la contraseña.

source: Caractères spéciaux
es_419: Caracteres especiales

source: Majuscules
es_419: Mayúsculas

source: Chiffres
es_419: Números

source: Inclure
es_419: Incluir

source: Générer
es_419: Generar

source: Entropie:
es_419: Entropía:

source: Entropie
es_419: Entropía

source: Nombre de combinaisons possibles
es_419: Combinaciones posibles

source: Nouveau mot de passe
es_419: Nueva contraseña

source: Titre
es_419: Título

source: Le mot de passe ne peut pas être vide
es_419: La contraseña no puede estar vacía

source: Modifier
es_419: Editar

source: Mot de passe invalide
es_419: Contraseña invalida

source: Le champ mot de passe ne peut pas être vide
es_419: El campo de contraseña no puede estar vacío

source: Nom de compte
es_419: Nombre de usuario

source: Champ obligatoire
es_419: Campo requerido

source: Champ manquant
es_419: Campo faltante

source: Vous devez au moins donner un nom de compte a votre mot de passe.
es_419: Debe dar al menos un nombre de usuario a su contraseña

source: Champs manquants
es_419: Campos faltantes

source: Le champ mot de passe et intitulé ne peuvent pas être vides.
es_419: El campo de contraseña y título no puede estar vacío.

source: Enregistrer
es_419: Guardar

source: Rechercher un mot de passe
es_419: Encuentra una contraseña

source: Annuler
es_419: Cancelar

source: Ajouter un nom de compte
es_419: Agregar nombre de usuario

source: Mot de passe
es_419: Contraseña

source: Copier
es_419: Copiar

source: Supprimer le mot de passe
es_419: Eliminar contraseña

source: Êtes vous certain de vouloir supprimer votre mot de passe? Cette action est irreversible.
es_419: ¿Está seguro de que desea eliminar su contraseña? Esta acción no se puede deshacer.

source: Supprimer definitivement
es_419: Eliminar definitivamente

source: Copié
es_419: Copiada

source: Enregistré
es_419: Guardada

source: Copié (60sec)
es_419: Copiado (60 seg)

source: Si cette option est active, le contenu du presse papier sera automatiquement supprimé après 60 secondes.
es_419: Si esta opción está activa, el contenido del portapapeles se eliminará automáticamente después de 60 segundos.

source: Presse papier éphémère
es_419: Portapapeles efímero

source: Champ(s) manquant(s).
es_419: Por favor, completa todos los campos requeridos

source: Déverouiller vos mots de passes
es_419: Desbloquea tus contraseñas

source: Sécurité
es_419: Seguridad

source: Code source (GitHub)
es_419: Código fuente (GitHub)

source: Effacer tous les mots de passes
es_419: Borrar todas las contraseñas

source: Effacer TOUS les mots de passes
es_419: Borrar TODAS las contraseñas

source: Vos mots de passes seront supprimés de manière définitive. Cette action est irreversible.
es_419: Sus contraseñas se eliminarán de forma permanente. Esta acción no se puede deshacer.

source: TOUT supprimer
es_419: Eliminar TODO

source: Vérouillage auto.
es_419: Bloqueo automático

source: Immédiat
es_419: Inmediato

source: Liens
es_419: Enlaces

source: Couleur principale
es_419: Color principal

source: Suivre @lockd_app sur Twitter
es_419: Seguir a @lockd_app en Twitter

source: Vert
es_419: Verde

source: Bleu
es_419: Azul

source: Rouge
es_419: Rojo

source: Rose
es_419: Rosa

source: Violet
es_419: Púrpura

source: Jaune
es_419: Amarillo

source: Déverouiller avec votre mot de passe
es_419: Desbloquea con tu contraseña

source: Cacher dans le multitâche
es_419: Ocultar en multitarea

source: Noter sur l'App Store
es_419: Calificar en la App Store

source: Suppression effectuée
es_419: Contraseñas eliminadas

source: Déverouiller vos mots de passes.
es_419: Desbloquea tus contraseñas.

source: Très robuste
es_419: Muy Fuerte

source: Robuste
es_419: Fuerte

source: Moyen
es_419: Normal

source: Faible
es_419: Débil

source: Très faible
es_419: Muy débil

source: Ajouté au coffre
es_419: Agregada a la caja fuerte
